[{"message": "We live in a world where there is more and more information, and less and less meaning.", "sn": 0.15, "mi": -0.21, "ec": 0.11}, {"message": "Forgetting extermination is part of extermination.", "sn": -0.01, "mi": -0.23, "ec": 0.3}, {"message": "The visible world is no longer a reality and the unseen world is no longer a dream.", "sn": 0.09, "mi": -0.49, "ec": 0.24}, {"message": "Is language the adequate expression of all realities?", "sn": 0.39, "mi": 0.44, "ec": -0.11}, {"message": "The problems are solved, not by giving new information, but by arranging what we have known since long.", "sn": 0.05, "mi": -0.36, "ec": 0.16}, {"message": "A picture held us captive. And we could not get outside it, for it lay in our language and language seemed to repeat it to us inexorably.", "sn": 0.32, "mi": -0.5, "ec": -0.17}, {"message": "Print encourages a sense of closure, a sense that what is found in a text has been finalized, has reached a state of completion.", "sn": 0.46, "mi": 0.35, "ec": -0.5}, {"message": "Since there was no longer a horizon towards which to rush, they would invent fake ones - substitute horizons.", "sn": -0.17, "mi": -0.23, "ec": -0.85}, {"message": "For there is a general desire to be endlessly remembered and endlessly repeatable.", "sn": -0.0, "mi": 0.83, "ec": 0.2}, {"message": "You who read me, are You sure of understanding my language?", "sn": 0.46, "mi": -0.23, "ec": -0.74}, {"message": "The Library is a sphere whose exact centre is any one of its hexagons and whose circumference is inaccessible.", "sn": -0.08, "mi": -0.49, "ec": -0.32}, {"message": "Miscommunication is the scandal that motivates the very concept of communication in the first place.", "sn": -0.13, "mi": -0.2, "ec": -0.1}, {"message": "Life is precious. Infinitely so. Perhaps it takes a machine intelligence to appreciate that.", "sn": 0.18, "mi": 0.09, "ec": -0.23}, {"message": "There has been much debate on the matter, but the present state of understanding is that no useful information can ever emerge from a black hole.", "sn": -0.16, "mi": -0.55, "ec": 0.14}, {"message": "But without fallibility there is no art. And without art there is no truth.", "sn": 0.52, "mi": -0.09, "ec": -0.3}, {"message": "'Digiphrenia' - the way our media and technologies encourage us to be in more than one place at the same time.", "sn": -0.26, "mi": -0.73, "ec": 0.12}, {"message": "The sky above the port was the color of television, tuned to a dead channel.", "sn": 0.3, "mi": -0.52, "ec": -0.7}, {"message": "Things aren't different. Things are things.", "sn": -0.03, "mi": -0.56, "ec": -0.02}, {"message": "A consensual hallucination experienced daily by billions of legitimate operators, in every nation.", "sn": 0.2, "mi": 0.04, "ec": -0.16}, {"message": "There is no route out of the maze. The maze shifts as you move through it, because it is alive.", "sn": -0.35, "mi": 0.14, "ec": -0.02}, {"message": "What am I? The data? The process that generates it? The relationships between the numbers?", "sn": -0.19, "mi": -0.7, "ec": 0.17}, {"message": "How do you expect to communicate with the ocean, when you can't even understand one another?", "sn": 0.03, "mi": -0.56, "ec": 0.18}, {"message": "Is a stranger in a crowd less than human, just because you can't witness her inner life?", "sn": 0.1, "mi": -0.47, "ec": 0.24}, {"message": "Language continually asserts by the syntax of subject and predicate that 'things' somehow 'have' qualities and attributes. A more precise way of talking would insist that the 'things' are produced, are seen as separate from other 'things,' and are made 'real' by their internal relations and by their behaviour in relationship with other things and with the speaker. ", "sn": 0.85, "mi": -0.35, "ec": -0.68}, {"message": "Information is something that can be used to remove uncertainty.", "sn": 0.22, "mi": -0.77, "ec": -0.37}, {"message": "Often interfaces are assumed to be synonymous with media itself. But what would it mean to say that “interface” and “media” are two names for the same thing?", "sn": 0.14, "mi": -0.42, "ec": -0.62}, {"message": "Without language, thought is a vague, uncharted nebula.", "sn": -0.6, "mi": -0.24, "ec": -0.15}, {"message": "Time changes all things; there is no reason why language should escape this universal law.", "sn": -0.1, "mi": 0.08, "ec": -0.24}, {"message": "Reading functions as hallucinating a meaning between letters and lines.", "sn": 0.43, "mi": -0.45, "ec": -0.35}, {"message": "Language is the principal method of human communication, consisting of words used in a structured and conventional way and conveyed by speech, writing, or gesture.", "sn": 0.77, "mi": -0.17, "ec": -0.15}, {"message": "A symbol is a mark or character used as a conventional representation of an object, function, or process", "sn": 1.0, "mi": -0.13, "ec": -0.75}, {"message": "Proto-writing consists of visible marks communicating limited information.", "sn": 0.69, "mi": -0.67, "ec": -0.81}, {"message": "Noise is an irregular fluctuation that accompanies a transmitted electrical signal but is not part of it and tend to obscure it.", "sn": -0.8, "mi": -0.72, "ec": -0.16}, {"message": "If language shapes thought, to what extent does it limit our ability to perceive reality?", "sn": 0.12, "mi": -0.31, "ec": -0.02}, {"message": "Is meaning an inherent property of symbols, or does it only exist in interpretation?", "sn": 0.77, "mi": 0.08, "ec": -0.25}, {"message": "How does the transition from oral to written to digital communication alter human cognition?", "sn": 0.35, "mi": -0.55, "ec": 0.02}, {"message": "What happens to meaning when texts are endlessly reproduced, modified, and automated?", "sn": 0.04, "mi": 0.39, "ec": -0.49}, {"message": "Is mathematics a tool for language to represent the absolute undisputable ground-truth of things?", "sn": 0.52, "mi": -0.14, "ec": -0.57}, {"message": "In a world of deepfakes and AI-generated content, can we still trust symbols and language?", "sn": 0.49, "mi": -0.33, "ec": -0.4}, {"message": "If truth is constructed, how do we distinguish between reality and illusion?", "sn": 0.77, "mi": -0.44, "ec": -0.61}, {"message": "Is truth even constructed or is it part of our collective consciousness?", "sn": 0.69, "mi": -0.34, "ec": -0.39}, {"message": "Does a society saturated with information inevitably collapse into meaninglessness?", "sn": -0.12, "mi": -0.3, "ec": 0.23}, {"message": "How does digital compression (memes, short-form media) reshape our understanding of complex ideas?", "sn": -0.06, "mi": -1.0, "ec": -0.01}, {"message": "Are symbols universal, or do they only make sense within specific cultural contexts?", "sn": 0.63, "mi": -0.25, "ec": -0.16}, {"message": "Are symbols confined to a 2-dimensional space? Can they also be 3-dimensional? Are they even confined by dimensions?", "sn": 0.24, "mi": -0.71, "ec": -0.23}, {"message": "Can a purely visual language replace text-based communication in the future?", "sn": 0.34, "mi": -0.45, "ec": -0.61}, {"message": "If reality is mediated through symbols, is there ever an unmediated experience of the world?", "sn": 0.33, "mi": -0.11, "ec": -0.22}, {"message": "Is noise an obstacle to communication, or is it a necessary part of meaning-making?", "sn": -0.27, "mi": -0.48, "ec": -0.35}, {"message": "If all data is eventually degraded by entropy, does that mean all meaning is temporary?", "sn": -0.51, "mi": 0.07, "ec": 0.14}, {"message": "Can a system ever be entirely free of noise, or is randomness fundamental to existence?", "sn": -1.0, "mi": -0.28, "ec": 0.27}, {"message": "All philosophies are mental fabrications. There has never been a single doctrine by which one could enter the true essence of things.", "sn": 0.41, "mi": 0.24, "ec": -0.37}, {"message": "Like any organic entity, a system of consciousness manifests itself through the orderly, differentiated development of a certain unifying reality.", "sn": 0.3, "mi": -0.4, "ec": 0.86}, {"message": "If numbers were an idea, then Arithmetic would be Psychology.", "sn": -0.27, "mi": -0.01, "ec": 0.13}, {"message": "The best objects to think with are words, because that is part of what words are for. Indeed, it is a condition for something to be a word that it be thinkable.", "sn": 0.49, "mi": 0.56, "ec": -0.69}, {"message": "Beneath the uniformity that unites us in communication there is a chaotic personal diversity of connections, and, for each of us, the connections continue to evolve.", "sn": -0.14, "mi": -0.41, "ec": 1.0}, {"message": "Where does an A start and where does it end?", "sn": -0.08, "mi": -0.35, "ec": 0.43}, {"message": "In which context is a sign understood as an A?", "sn": 0.73, "mi": -0.63, "ec": 0.02}, {"message": "How can you work creatively between the bounds of 'not yet A' and 'no longer A'?", "sn": -0.01, "mi": 0.23, "ec": -0.2}, {"message": "We hear speech as a string of separate words, but unlike the tree falling in the forest with no one to hear it, a word boundary with no one to hear it has no sound.", "sn": -0.03, "mi": -0.79, "ec": 0.09}, {"message": "The mind is inherently embodied. Thought is mostly unconscious. Abstract concepts are largely metaphorical.", "sn": 0.11, "mi": -0.29, "ec": -0.3}, {"message": "Every structure is to be thought of as a particular form of equilibrium, more or less stable within its restricted field and losing its stability on reaching the limits of the field.", "sn": -0.49, "mi": -0.52, "ec": 0.27}, {"message": "The human race is an endless number of monkeys. And every day we produce an endless number of words. And one monkey has already written the complete works of Shakespeare.", "sn": -0.17, "mi": 0.36, "ec": -0.04}, {"message": "The only languages which do not change are dead ones.", "sn": 0.15, "mi": 0.13, "ec": 0.08}, {"message": "There is little scientific data on the point, but evidently people do speak to themselves.", "sn": 0.06, "mi": -0.34, "ec": 0.12}, {"message": "Even when they are unwritten, languages are the most powerful tools we have to conserve our past knowledge, transmitting it, ever and anon, to the next generation.", "sn": 0.5, "mi": -0.15, "ec": -0.31}, {"message": "It is not the amount of knowledge that makes a brain. It is not even the distribution of knowledge. It is the interconnectedness.", "sn": 0.22, "mi": -0.41, "ec": -0.08}]