[{"message": "But what if God himself can be simulated, that is to say can be reduced to signs that constitute faith? Then the whole system becomes weightless, it is no longer anything but a gigantic simulacrum - not unreal, but simulacrum, that is to say never exchanged for the real, but exchanged for itself, in an uninterrupted circuit without reference or circumference.", "sn": -0.16, "mi": 0.12, "ec": -0.65}, {"message": "And so art is everywhere, since artifice is at the very heart of reality. And so art is dead, not only because its critical transcendence is gone, but because reality itself, entirely impregnated by an aesthetic which is inseparable from its own structure, has been confused with its own image. Reality no longer has the time to take on the appearance of reality. It no longer even surpasses fiction: it captures every dream even before it takes on the appearance of a dream.", "sn": 0.01, "mi": 0.09, "ec": -0.39}, {"message": "Today abstraction is no longer that of the map, the double, the mirror, or the concept. Simulation is no longer that of a territory, a referential being or substance. It is the generation by models of a real without origin or reality: A hyperreal. The territory no longer precedes the map, nor does it survive it. It is nevertheless the map that precedes the territory - precession of simulacra - that engenders the territory.", "sn": -0.39, "mi": 0.08, "ec": -0.17}, {"message": "Language does for intelligence what the wheel does for the feet and the body. It enables them to move from thing to thing with greater ease and speed and ever less involvement.", "sn": 0.23, "mi": -0.5, "ec": -0.15}, {"message": "Contemporary poetics proposes a whole gamut of forms -ranging from structures that move to the structures within which we move- that call for changing perspectives and multiple interpretations.", "sn": 0.05, "mi": 0.54, "ec": 0.27}, {"message": "A famous columnist who's always keenly aware of what is 'in' and what is 'out' recently warned her readers to beware of the word 'alienation', by now quite outdated and vulgarized, good only for readers of best-sellers or for some contemporary Bouvards and Pecuchets. Of course, philosophers ought not to care whether the technical terms they use are 'in' or 'out'; on the other hand, why a given word should suddenly become terribly trendy and then, quite as suddenly, lapse into disuse is certainly part of their concerns.", "sn": -0.45, "mi": -0.09, "ec": 0.14}, {"message": "There are things like reflecting pools, and images, an infinite reference from one to the other, but no longer a source, a spring. There is no longer any simple origin. For what is reflected it split in itself and not only as an addition to itself of its image. The reflection, the image, the double, splits what it doubles. The origin of the speculation becomes a difference. What can look at itself is not one; and the law of the addition of the origin to its representation, or the thing to its image, is that one plus one makes at least three.", "sn": -0.03, "mi": -0.54, "ec": 0.34}, {"message": "Writing is nothing but the representation of speech; it is bizarre that one gives more care to the determining of the image than to the object.", "sn": 0.57, "mi": -0.79, "ec": -0.8}, {"message": "The drive toward the formation of metaphors is the fundamental human drive, which one cannot for a single instant dispense with in thought, for one would thereby dispense with man himself.", "sn": -0.1, "mi": 0.2, "ec": -0.0}, {"message": "In an ever-changing, incomprehensible world the masses had reached the point where they would, at the same time, believe everything and nothing, think that everything was possible and that nothing was true. [...] Mass propaganda discovered that its audience was ready at all times to believe the worst, no matter how absurd, and did not particularly object to being deceived because it held every statement to be a lie anyhow", "sn": -0.45, "mi": 0.04, "ec": 0.12}, {"message": "Before mass leaders seize the power to fit reality to their lies, their propaganda is marked by its extreme contempt for facts as such, for in their opinion fact depends entirely on the power of man who can fabricate it.", "sn": 0.32, "mi": 0.03, "ec": -0.14}, {"message": "There is hardly a better way to avoid discussion than by releasing an argument from the control of the present and by saying that only the future will reveal its merits.", "sn": -0.48, "mi": 0.62, "ec": -0.04}, {"message": "When you invent the ship, you also invent the shipwreck; when you invent the plane you also invent the plane crash; and when you invent electricity, you invent electrocution... Every technology carries its own negativity, which is invented at the same time as technical progress.", "sn": -0.07, "mi": -0.54, "ec": -1.0}, {"message": "Our thoughts, feelings, desires and actions are being robotized; 'life' is coming to mean feeding apparatuses and being fed by them. In short: Everything is becoming absurd. So where is there room for human freedom?", "sn": -0.41, "mi": -0.18, "ec": -0.02}, {"message": "Human beings forget they created the images in order to orientate themselves in the world. Since they are no longer able to decode them, their lives become a function of their own images: Imagination has turned into hallucination.", "sn": -0.23, "mi": -0.08, "ec": 0.21}, {"message": "Language signifies when instead of copying thought it lets itself be taken apart and put together again by thought. Language bears the sense of thought as a footprint signifies the movement and effort of a body. ", "sn": 0.63, "mi": -0.36, "ec": -0.46}, {"message": "Forming grammatically correct sentences is for the normal individual the prerequisite for any submission to social laws. No one is supposed to be ignorant of grammaticality; those who are belong in special institutions. The unity of language is fundamentally political.", "sn": 0.39, "mi": -0.29, "ec": -0.62}, {"message": "The library will endure; it is the universe. As for us, everything has not been written; we are not turning into phantoms. We walk the corridors, searching the shelves and rearranging them, looking for lines of meaning amid leagues of cacophony and incoherence, reading the history of the past and our future, collecting our thoughts and collecting the thoughts of others, and every so often glimpsing mirrors, in which we may recognize creatures of the information.", "sn": -0.19, "mi": 0.24, "ec": -0.13}, {"message": "Let an ultraintelligent machine be defined as a machine that can far surpass all the intellectual activities of any man however clever. Since the design of machines is one of these intellectual activities, an ultraintelligent machine could design even better machines; there would then unquestionably be an “intelligence explosion,” and the intelligence of man would be left far behind. Thus the first ultraintelligent machine is the last invention that man need ever make, provided that the machine is docile enough to tell us how to keep it under control.", "sn": 0.15, "mi": 0.22, "ec": -0.75}, {"message": "The computer scientist Donald Knuth was struck that “AI has by now succeeded in doing essentially everything that requires 'thinking' but has failed to do most of what people and animals do 'without thinking' - that, somehow, is much harder!", "sn": -0.22, "mi": -0.39, "ec": -0.36}, {"message": "The cognitive functioning of a human brain depends on a delicate orchestration of many factors, especially during the critical stages of embryo development—and it is much more likely that this self-organizing structure, to be enhanced, needs to be carefully balanced, tuned, and cultivated rather than simply flooded with some extraneous potion.", "sn": -0.14, "mi": -0.25, "ec": 0.51}, {"message": "But the Turing test cuts both ways. You can't tell if a machine has gotten smarter or if you've just lowered your own standards of intelligence to such a degree that the machine seems smart. If you can have a conversation with a simulated person presented by an AI program, can you tell how far you've let your sense of personhood degrade in order to make the illusion work for you?", "sn": 0.17, "mi": 0.11, "ec": -0.3}, {"message": "Individual web pages as they first appeared in the early 1990S had the flavor of personhood. MySpace preserved some of that flavor, though a process of regularized formatting had begun. Facebook went further, organizing people into multiple-choice identities, while Wikipedia seeks to erase point of view entirely. If a church or government were doing these things, it would feel authoritarian, but when technologists are the culprits, we seem hip, fresh, and inventive.", "sn": 0.27, "mi": -0.36, "ec": -0.07}, {"message": "If you want to know what's really going on in a society or ideology, follow the money. If money is flowing to advertising instead of musicians, journalists, and artists, then a society is more concerned with manipulation than truth or beauty. If content is worthless, then people will start to become empty-headed and contentless.", "sn": 0.19, "mi": -0.36, "ec": -0.17}, {"message": "Cyberspace. A consensual hallucination experienced daily by billions of legitimate operators, in every nation, by children being taught mathematical concepts... A graphic representation of data abstracted from banks of every computer in the human system. Unthinkable complexity. Lines of light ranged in the nonspace of the mind, clusters and constellations of data. Like city lights, receding...", "sn": -0.13, "mi": -0.4, "ec": -0.11}, {"message": "Cliches became cliches for a reason; that they usually hold at least a modicum of truth, and the following cliche is truer than most: You can't know where you're going if you don't know where you've been.", "sn": -0.34, "mi": -0.41, "ec": -0.01}, {"message": "The poor image is a copy in motion. Its quality is bad, its resolution substandard. As it accelerates, it deteriorates. It is a ghost of an image, a preview, a thumbnail, an errant idea, an itinerant image distributed for free, squeezed through slow digital connections, compressed, reproduced, ripped, remixed, as well as copied and pasted into other channels of distribution.", "sn": -0.54, "mi": -0.58, "ec": -0.47}, {"message": "Opponents replied that when you modeled a hurricane, nobody got wet. When you modeled a fusion power plant, no energy was produced. When you modeled digestion and metabolism, no nutrients were consumed - no real digestion took place. So, when you modeled the human brain, why should you expect real thought to occur?", "sn": -0.6, "mi": -0.32, "ec": 0.08}, {"message": "In this manner , we are told, the system of the imaginary is spread circularly, by detours and returns the length of an empty subject.", "sn": -0.05, "mi": -0.35, "ec": 0.11}, {"message": "But the worst of it was, all the third-rate poets emerged unscathed; being third-rate, they didn't know good poetry from bad and consequently had no inkling of their crushing defeat.", "sn": -0.57, "mi": 0.07, "ec": 0.04}, {"message": "Man has gone out to explore other worlds and other civilizations without having explored his own labyrinth of dark passages and secret chambers, and without finding what lies behind doorways that he himself has sealed.", "sn": -0.12, "mi": -0.45, "ec": 0.26}, {"message": "Science fiction is very well suited to asking philosophical questions; questions about the nature of reality, what it means to be human, how do we know the things that we think we know.", "sn": -0.12, "mi": 0.05, "ec": -0.18}, {"message": "Mathematics catalogues everything that is not self-contradictory; within that vast inventory, physics is an island of structures rich enough to contain their own beholders.", "sn": -0.26, "mi": -0.18, "ec": -0.08}, {"message": "Thirty years ago, we used to ask: Can a computer simulate all processes of logic? The answer was yes, but the question was surely wrong. We should have asked: Can logic simulate all sequences of cause and effect?", "sn": -0.34, "mi": 0.75, "ec": -0.59}, {"message": "It is necessary to be quite clear about the universal truth that whatever 'things' may be in their pleromatic and thingish world, they can only enter the world of communication and meaning by their names, their qualities and their attributes (i.e., by reports of their internal and external relations and interactions).", "sn": 0.81, "mi": 0.25, "ec": -0.25}, {"message": "Suppose that you are given a problem to solve, I don't care what kind of problem-a machine to design, or a physical theory to develop, or a mathematical theorem to prove or something of that kind-probably a very powerful approach to this is to attempt to eliminate everything from the problem except the essentials; that is, cut is down to size. Almost every problem that you come across is befuddled with all kinds of extraneous data of one sort or another;", "sn": -0.21, "mi": -0.41, "ec": -0.42}, {"message": "We no longer live addicted to speech; having lost our senses, now we are going to lose language, too. We will be addicted to data, naturally. Not data that comes from the world, or from language, but encoded data. To know is to inform oneself. Information is becoming our primary and universal addiction.", "sn": -0.03, "mi": -0.13, "ec": -0.09}, {"message": "We have to entertain the possibility that there is no reason for something existing; or that the split between subject and object is only our name for something equally accidental we call knowledge; or, an even more difficult thought, that while there may be some order to the self and the cosmos, to the microcosm and macrocosm, it is an order that is absolutely indifferent to our existence, and of which we can have only a negative awareness.", "sn": 0.11, "mi": 0.09, "ec": 0.24}, {"message": "Even though there is something out there that is not the world-for-us, and even though we can name it the world-in-itself, this latter constitutes a horizon for thought, always receding just beyond the bounds of intelligibility.", "sn": -0.27, "mi": 0.41, "ec": 0.03}, {"message": "We do things with language, produce effects with language, and we do things to language, but language is also the thing that we do. Language is a name for our doing: both “what” we do (the name for the action that we characteristically perform) and that which we effect, the act and its consequences.", "sn": 0.19, "mi": -0.06, "ec": -0.24}, {"message": "What kind of language ought we to use? How does the language we use affect others? If hate speech is citational, does that mean that the one who uses it is not responsible for that usage? Can one say that someone else made up this speech that one simply finds oneself using and thereby absolve oneself of all responsibility?", "sn": 0.31, "mi": 1.0, "ec": -0.6}, {"message": "Cyborg writing must not be about the Fall, the imagination of a once-upon-a-time wholeness before language, before writing, before Man. Cyborg writing is about the power to survive, not on the basis of original innocence, but on the basis of seizing the tools to mark the world that marked them as other.", "sn": -0.11, "mi": -0.11, "ec": -0.09}, {"message": "Late twentieth-century machines have made thoroughly ambiguous the difference between natural and artificial, mind and body, self-developing and externally designed, and many other distinctions that used to apply to organisms and machines. Our machines are disturbingly lively, and we ourselves frighteningly inert.", "sn": -0.29, "mi": -0.09, "ec": -0.39}, {"message": "All readings are also mis-readings, re-readings, partial readings, imposed readings, and imagined readings of a text that is originally and finally never simply there. Just as the world is originally fallen apart, the text is always already enmeshed in contending practices and hopes.", "sn": -0.49, "mi": 0.11, "ec": 0.33}, {"message": "Human relationships are rich and they're messy and they're demanding. And we clean them up with technology. Texting, email, posting, all of these things let us present the self as we want to be. We get to edit, and that means we get to delete, and that means we get to retouch", "sn": 0.14, "mi": -0.46, "ec": 0.03}, {"message": "...we are changed as technology offers us substitutes for connecting with each other face-to-face. We are offered robots and a whole world of machine-mediated relationships on networked devices. As we instant-message, e-mail, text, and Twitter, technology redraws the boundaries between intimacy and solitude.", "sn": 0.29, "mi": -0.55, "ec": -0.22}, {"message": "The web promises to make our world bigger. But as it works now, it also narrows our exposure to ideas. We can end up in a bubble in which we hear only the ideas we already know. Or already like.", "sn": -0.26, "mi": -0.36, "ec": 0.47}, {"message": "Technologies as users interacting with other technologies as prompters, through other in-between technologies: this is another way of describing hyperhistory as the stage of human development", "sn": -0.06, "mi": -0.28, "ec": -0.2}, {"message": "The illusion that there might be a single, correct, absolute answer independently of context, purpose and perspective, that is independently of the relevant interface, leads to paradoxical nonsense.", "sn": -0.07, "mi": -0.25, "ec": -0.21}, {"message": "ICTs are modifying the very nature of, and hence what we mean by, reality, by transforming it into an infosphere. Infosphere is a neologism coined in the seventies. It is based on 'biosphere', a term referring to that limited region on our planet that supports life. It is also a concept that is quickly evolving.", "sn": -0.23, "mi": -0.38, "ec": 0.37}, {"message": "The more memories we accumulate and externalize, the more narrative constraints we provide for the construction and development of our personal identities. Increasing our memories also means decreasing the degree of freedom we might enjoy in redefining ourselves. Forgetting is part of the process of self-construction.", "sn": -0.0, "mi": 0.42, "ec": 0.36}, {"message": "What is the library? If one believes Mallarmé's antithesis, then the library would first of all be the place of instrumental spirituality. As a consequence, it would be a place of 'production,' because the instrument exercises (instruire) a material, which it transforms.", "sn": -0.28, "mi": -0.18, "ec": -0.69}, {"message": "A source produces the original message. A transmitter translates the message into a signal, which is sent using a channel. A receiver translates the signal back into the original message and makes it available to the destination.", "sn": 0.64, "mi": -0.46, "ec": -0.62}, {"message": "'Post-Truth' is relating to and denoting circumstances in which objective facts are less influential in shaping public opinion than appeals to emotion and personal belief.", "sn": 0.71, "mi": 0.13, "ec": -0.12}, {"message": "The fish trap exists because of the fish. Once you've gotten the fish you can forget the trap. The rabbit snare exists because of the rabbit. Once you've gotten the rabbit, you can forget the snare. Words exist because of meaning. Once you've gotten the meaning, you can forget the words.", "sn": 0.24, "mi": -0.23, "ec": 0.01}, {"message": "You can't discuss the ocean with a well frog - he's limited by the space he lives in. You can't discuss ice with a summer insect - he's bound to a single season.", "sn": -0.36, "mi": 0.13, "ec": -0.2}, {"message": "Emptiness which is conceptually liable to be mistaken for sheer nothingness is in fact the reservoir of infinite possibilities.", "sn": -0.27, "mi": 0.07, "ec": 0.05}, {"message": "Modern life seems to recede further and further away from nature, and closely connected with this fact we seem to be losing the feeling of reverence towards nature. It is probably inevitable when science and machinery, capitalism and materialism go hand in hand so far in a most remarkably successful manner.", "sn": -0.36, "mi": -0.48, "ec": 0.2}, {"message": "Recursion is the movement that tirelessly integrates contingency into its own functioning to realize its telos. In so doing it generates an impenetrable complexity in the course of time. Organisms exhibit a complexity of relations between parts and whole inside the body and with its environment (e.g. structural coupling) in its functioning. Life also exhibits such complexity, since it expects the unexpected, and in every encounter it attempts to turn the unexpected into an event that can contribute to its singularity.", "sn": -0.29, "mi": 0.49, "ec": 0.69}, {"message": "Not having heard something is not as good as having heard it; having heard it is not as good as having seen it; having seen it is not as good as knowing it;", "sn": 0.05, "mi": -0.65, "ec": -0.59}, {"message": "Thus the thought, for example, which we expressed in the Pythagorean theorem is timelessly true, true independently of whether anyone takes it to be true. It needs no bearer. It is not true for the first time when it is discovered, but is like a planet which, already before anyone has seen it, has been in interaction with other planets.", "sn": 0.49, "mi": -0.15, "ec": 0.04}, {"message": "What is it, in fact, that we are supposed to abstract from, in order to get, for example, from the moon to the number 1? By abstraction we do indeed get certain concepts, viz. satellite of the Earth, satellite of a planet, non-self-luminous heavenly body, heavenly body, body, object. But in this series 1 is not to be met with; for it is no concept that the moon could fall under. In the case of 0, we have simply no object at all from which to start our process of abstracting. It is no good objecting that 0 and 1 are not numbers in the same sense as 2 and 3. What answers the question How many?", "sn": 0.14, "mi": 0.3, "ec": 0.18}, {"message": "It is evident that sense perception can yield nothing infinite. However many stars we may include in our inventories, there will never be infinitely many. […] For this we need a special source of knowledge, and one such is the geometrical.", "sn": 0.26, "mi": -0.01, "ec": 0.06}, {"message": "From the geometrical source of knowledge flows the infinite in the genuine and strictest sense of this word. […] We have infinitely many points on every interval of a straight line. […] We cannot imagine the totality of these. […] One man may be able to imagine more, another less. But here we are not in the domain of psychology, of the imagination, of what is subjective, but in the domain of the objective, of what is true.", "sn": -0.16, "mi": 0.44, "ec": 0.06}, {"message": "In order to produce it [an infinite series] we would need an infinitely long blackboard, an infinite supply of chalk, and an infinite length of time. We may be censured as too cruel for trying to crush so high a flight of the spirit by such a homely objection; but this is no answer.", "sn": -0.43, "mi": 0.43, "ec": -0.16}, {"message": "In a normal literal utterance of each of these sentences, each verb has a constant meaning. There is no lexical ambiguity or metaphorical usage involved. But in each case the same verb will determine different truth conditions or conditions of satisfaction generally, because what counts as cutting or growing will vary with the context.", "sn": 0.43, "mi": -0.44, "ec": -0.44}, {"message": "It is somehow satisfying to our will to think that 'we' make the world, that reality itself is but a social construct, alterable at will and subject to future changes as 'we' see fit. Equally, it seems offensive that there should be an independent reality of brute facts - blind, uncomprehending, indifferent, and utterly unaffected by our concerns.", "sn": -0.2, "mi": 0.09, "ec": -0.17}, {"message": "The point is that the only thing that blocks those interpretations is not the semantic content but simply the fact that you have a certain sort of knowledge about how the world works, you have a certain set of abilities for coping with the world, and those abilities are not and could not be included as part of the literal meaning of the sentence.", "sn": 0.3, "mi": 0.01, "ec": -0.44}, {"message": "Linguistically, and hence conceptually, the things in sharpest focus are the things that are public enough to be talked of publicly, common and conspicuous enough to be talked of often, and near enough to sense to be quickly identified and learned by name; it is to these that words apply first and foremost.", "sn": 0.75, "mi": -0.52, "ec": 0.06}, {"message": "In the speech sound wave, one word runs into the next seamlessly; there are no little silences between spoken words the way there are white spaces between written words. We simply hallucinate word boundaries when we reach the end of a stretch of sound that matches some entry in our mental dictionary.", "sn": -0.15, "mi": -0.44, "ec": 0.01}, {"message": "Why do we say razzle-dazzle instead of dazzle-razzle? Why super-duper, helter-skelter, harum-scarum, hocus-pocus, willy-nilly, hully-gully, roly-poly, holy moly, herky-jerky, walkie-talkie, namby-pamby, mumbo-jumbo, loosey-goosey, wing-ding, wham-bam, hobnob, razza-matazz, and rub-a-dub-dub? I thought you'd never ask.", "sn": -0.05, "mi": 0.33, "ec": -0.22}, {"message": "As you are reading these words, you are taking part in one of the wonders of the natural world. We belong to a species with a remarkable ability: we can shape events in each other's brains with exquisite precision.", "sn": 0.06, "mi": -0.35, "ec": 0.03}, {"message": "Syntax is complex, but the complexity is there for a reason. For our thoughts are surely even more complex, and we are limited by a mouth that can pronounce a single word at a time.", "sn": 0.18, "mi": 0.01, "ec": -0.25}, {"message": "Every time we teach a child something, we keep him from inventing it himself. On the other hand that which we allow him to discover by himself will remain with him visibly for the rest of his life.", "sn": 0.48, "mi": -0.07, "ec": -0.07}, {"message": "Gd CTRL-S r gr8sh Qun. Long liv r nobl Qun. Gd CTRL-S the. Qun! ALT-S hr vktrES, HpE & glrES, Lng 2 rain ovR S Gd CTRL-S th. Qun!", "sn": -0.01, "mi": -0.36, "ec": -0.71}]